{"d30001t.txt": "\nCambodian leader Hun Sen on Friday rejected opposition parties' demands \nfor talks outside the country, accusing them of trying to ``internationalize'' \nthe political crisis.\nKing Norodom Sihanouk has declined requests to chair a summit of Cambodia's \ntop political leaders, saying the meeting would not bring any progress \nin deadlocked negotiations to form a government.\nCambodia's two-party opposition asked the Asian Development Bank Monday \nto stop providing loans to the incumbent government, which it calls \nillegal.\nCambodia's ruling party responded Tuesday to criticisms of its leader \nin the U.S. Congress with a lengthy defense of strongman Hun Sen's \nhuman rights record.", "d30002t.txt": "\nHonduras braced for potential catastrophe Tuesday as Hurricane Mitch \nroared through the northwest Caribbean, churning up high waves and \nintense rain that sent coastal residents scurrying for safer ground.\nHurricane Mitch paused in its whirl through the western Caribbean \non Wednesday to punish Honduras with 120-mph (205-kph) winds, topping \ntrees, sweeping away bridges, flooding neighborhoods and killing at \nleast 32 people.\nHurricane Mitch cut through the Honduran coast like a ripsaw Thursday, \nits devastating winds whirling for a third day through resort islands \nand mainland communities.\nAt least 231 people have been confirmed dead in Honduras from former-hurricane \nMitch, bringing the storm's death toll in the region to 357, the National \nEmergency Commission said Saturday.", "d30003t.txt": "\nCuban President Fidel Castro said Sunday he disagreed with the arrest \nin London of former Chilean dictator Augusto Pinochet, calling it \na case of ``international meddling.''\nBritain has defended its arrest of Gen. Augusto Pinochet, with one \nlawmaker saying that Chile's claim that the former Chilean dictator \nhas diplomatic immunity is ridiculous.\nMargaret Thatcher entertained former Children dictator Gen. Augusto \nPinochet at her home two weeks before he was arrested in his bed in \na London hospital, the ex-prime minister's office said Tuesday, amid \ngrowing diplomatic and domestic controversy over the move.", "d30005t.txt": "\nMUNICH, Germany (AP) _ U.S. prosecutors have asked for a 20-day extension \nto provide Germany with paperwork necessary to extradite a top lieutenant \nof Saudi terrorist suspect Osama bin Laden, officials said Saturday.\nThe Taliban's chief justice accused the United States on Wednesday \nof looking for an ``excuse'' to launch another missile attack on his \nwar-shattered homeland.\nNAIROBI, Kenya (AP) _ FBI agents this week began questioning relatives \nof the victims of the Aug. 7 U.S. Embassy bombing as well as the seriously \ninjured on request of the U.S. Attorney's office for the Southern \nDistrict of New York, a U.S. official said Thursday.", "d30006t.txt": "\nIn a critical ruling for the North American National Basketball Association \nand the players' union, arbitrator John Feerick decides Monday whether \nmore than 200 players with guaranteed contracts should be paid during \nthe lockout.\nIn a critical ruling for the North American National Basketball Association \nand the players' union, arbitrator John Feerick decides Monday whether \nmore than 200 players with guaranteed contracts should be paid during \nthe lockout.\nHe was the classic small-town prodigy, with the creativity of a big-city \nprofiteer.\nIn a decision that will almost certainly lead to the first work stoppage \nin National Basketball Association history, the league Monday announced \nthe cancellation of all 114 preseason games.", "d30007t.txt": "\nRebels attacked a village in western Uganda and killed six civilians \nbefore soldiers drove them off, a military spokesman said Thursday.\nCongolese rebels have taken their two-month campaign to oust President \nLaurent Kabila to the Internet.\nCongolese rebels have taken their two-month campaign to oust President \nLaurent Kabila to the Internet.\nAfter a day of fighting, Congolese rebels said Sunday they had entered \nKindu, the strategic town and airbase in eastern Congo used by the \ngovernment to halt their advances.\nRebel commanders said Tuesday they were poised to overrun an important \ngovernment-held air base in eastern Congo _ a battle that could determine \nthe future of the two-month Congolese war.", "d30008t.txt": "\nIndonesian President B.J.\nThe leaders of Malaysia's ruling party met Tuesday to discuss a replacement \nfor ousted deputy prime minister Anwar Ibrahim, who faces trial next \nmonth in a case that will test the country's legal system.\nAfter an unusual, one-on-one chat Tuesday night, the Philippine and \nIndonesian presidents were considering staying away from an Asia-Pacific \nsummit in Malaysia to protest the treatment of their jailed friend \nAnwar Ibrahim.\nThe Philippine ambassador to Malaysia said Friday he was summoned \nto the Malaysian Foreign Ministry to explain his president's statements \nin support of dissident Anwar Ibrahim.", "d30010t.txt": "\nIsrael's Cabinet announced within hours of a market bombing Friday \nthat it will put off a vote indefinitely on whether to ratify the \nWye River accord until Palestinians crack down further on terrorism.\nA car rigged with explosives blew up Friday morning in Jerusalem's \nMahane Yehuda market packed with Israelis shopping for the Jewish \nSabbath, killing two people and wounding 21.\nBlood and soot-blackened water ran in rivulets from the charred wreckage.\nIsrael's Cabinet decided Friday to suspend indefinitely its ratification \nof the land-for-security agreement with the Palestinians.\nThe radical group Islamic Jihad claimed responsibility Saturday for \nthe suicide bombing of a crowded Jerusalem market and promised more \nattacks to try to block the new peace accord.", "d30011t.txt": "\nBruises on the face of jailed dissident Anwar Ibrahim, splashed on \nnewspaper front pages for two days and downloaded from the Internet, \nare blemishing the image of Malaysian police.\nPrime Minister Mahathir Mohamad said Friday he is not too choosy about \nwho will be his successor.\nBRUSSELS, Belgium (AP) - The European Union on Friday expressed its \n``deep concern'' over reports of physical abuse of Malaysia's former \ndeputy-prime minister, Anwar Ibrahim, who was arrested last month.\nDeprived of a voice in state-controlled newspapers and television, \nsupporters of Malaysia's jailed opposition leader have turned to the \nInternet to air their views.", "d30015t.txt": "\nBRUSSELS, Belgium (AP) _ U.S. special envoy Richard Holbrooke said \nMonday the military situation in Kosovo was as bad now as two weeks \nago.\nThe United States and Russia are ratcheting up the pressure on President \nSlobodan Milosevic, warning that NATO airstrikes are inevitable unless \nhe takes decisive action soon to end the humanitarian crisis in the \nsouthern Serbian province.\nThe United States and Russia are ratcheting up the pressure on President \nSlobodan Milosevic, warning that NATO airstrikes are inevitable unless \nhe takes decisive action soon to end the humanitarian crisis in the \nsouthern Serbian province.", "d30017t.txt": "\nFamine-threatened North Korea's harvest will be no better this year \nthan last and could be worse, a senior U.N. aid official said Saturday.\nThe founder of South Korea's largest conglomerate plans to visit his \nnative North Korea again next week with a gift of 501 cattle, company \nofficials said Thursday.\nA North Korean man arrived in Seoul Wednesday and sought asylum after \nescaping his hunger-stricken homeland, government officials said.\nNorth Korea is entering its fourth winter of chronic food shortages \nwith its people malnourished and at risk of dying from normally curable \nillnesses, senior Red Cross officials said Tuesday.", "d30020t.txt": "\nOrganizers of December's Asian Games have dismissed press reports \nthat a sports complex would not be completed on time, saying preparations \nare well in hand, a local newspaper said Friday.\nThailand showed its nearly complete facilities for the Asian Games \nto a tough jury Thursday _ the heads of the organizing committees \nfrom the 43 nations competing in the December event.\nThai police have detained more than 300 beggars, most from neighboring \ncountries, in a campaign to make Bangkok's streets safer for spectators \nand athletes arriving for the upcoming Asian Games, a senior police \nofficer said Friday.\nChina's national soccer team could call back four players from overseas \nto boost its chances at the Asian Games in Thailand in December, an \nofficial newspaper reported Monday.", "d30022t.txt": "\nHours before China was expected to sign a key U.N. human rights treaty \nand host British Prime Minister Tony Blair, police hauled a prominent \nhuman rights campaigner in for questioning Monday.\nPolice detained and questioned the organizer of a group set up by \ndissidents to monitor official corruption and told him the group's \nactivities must cease, a human rights group said Thursday.\nChina's central government ordered the arrest of a prominent democracy \ncampaigner and may use his contacts with exiled Chinese dissidents \nto charge him with harming national security, a colleague said Wednesday.\nChina's government said Thursday that two prominent dissidents arrested \nthis week are suspected of endangering national security _ the clearest \nsign yet Chinese leaders plan to quash a would-be opposition party.", "d30024t.txt": "\nA week after the White House and congressional Democrats disavowed \nhis ``war'' on Speaker Newt Gingrich, James Carville, President Clinton's \nformer campaign strategist and chief outside defender, put forth a \nnew battle cry Wednesday: He will not be muzzled.\nThe presidential campaign of 2000 began Wednesday, like it or not.\nThis is what Newt Gingrich is supposed to do well.\nStunned by the Democratic resurgence in the mid-term elections, congressional \nRepublicans tore into each other Wednesday over who was to blame for \ntheir failure to make the traditional opposition party gains in an \noff-year election.\nStunned by the Democratic resurgence in the mid-term elections, congressional \nRepublicans tore into each other Wednesday over who was to blame for \ntheir failure to make the traditional opposition party gains in an \noff-year election.", "d30026t.txt": "\nThe outcome of the Microsoft antitrust case may be a long way off, \nbut one thing is already clear: This is the first major e-mail trial.\nAmerica Online is on the verge of agreeing to purchase Netscape Communications \nCorp., the Internet pioneer at the center of the government's antitrust \nsuit against Microsoft Corp., executives involved in the talks said \nSunday.\nAmerica Online is on the verge of agreeing to purchase Netscape Communications \nCorp., the Internet pioneer at the center of the government's antitrust \nsuit against Microsoft Corp., executives involved in the talks said \nSunday.\nAmerica Online Inc. wants to become the ``next Microsoft'' in two \npromising information-age fields where Microsoft Corp. is just another \ncompany _ the Internet media business and electronic commerce.", "d30027t.txt": "\nWall Street extended a global stock selloff Thursday with the Dow \nindustrials tumbling more than 200 points for a second straight day.\nPresident Boris Yeltsin would respond strongly to any effort to prohibit \nRussians from buying foreign currencies, believing the move would \nbe like bringing another Iron Curtain down on the country, his spokesman \nsaid Friday.\nPresident Leonid Kuchma called Friday for ``corrections'' to Ukraine's \nprogram of market reforms, but pledged that reforms would continue.\nUkraine's parliament on Friday refused to approve President Leonid \nKuchma's decree establishing a state fund to compensate people for \nsavings lost in banks.", "d30028t.txt": "\nTurkey has sent 10,000 troops to its southeastern border with Syria \namid growing tensions between the two neighbors, newspapers reported \nThursday.\nSignaling it does not want to be involved in any potential military \nconfrontation between Syria and Turkey, Israel is limiting routine \nexercises along its own border with Syria.\nEgyptian President Hosni Mubarak met here Sunday with Syrian President \nHafez Assad to try to defuse growing tension between Syria and Turkey.\nEgyptian President Hosni Mubarak met here Sunday with Syrian President \nHafez Assad to try to defuse growing tension between Syria and Turkey.\nAs Turkey kept up warlike rhetoric against Damascus, Egypt on Sunday \nbegan shuttle democracy between the two neighbors to avoid a military \nconfrontation over Turkish Kurdish bases in Syria.", "d30029t.txt": "\nUnited States maxi Sayonara looks set to continue the foreign domination \nof line honors in Australia's famous Sydney to Hobart yacht race, \nwhich starts Saturday.\nLeading maxi yachts Brindabella, Sayonara and Marchioness were locked \nin a three-way duel down the New South Wales state coast Saturday \nas the Sydney to Hobart fleet faced deteriorating weather.\nA major search was under way in Bass Strait off Australia's southeast \ncoast on Sunday night for an injured crewman swept overboard during \nthe Sydney-to-Hobart yacht race.\nTwo yacht crew members are dead, three yachts remain missing and rescue \nresources were stretched to the limit Monday as huge seas and gale-force \nwinds continued to batter the Sydney-to-Hobart race fleet.", "d30031t.txt": "\nFor the second day in a row, astronauts boarded space shuttle Endeavour \non Friday for liftoff on NASA's first space station construction flight.\nEndeavour and its astronauts closed in Sunday to capture the first \npiece of the international space station, the Russian-made Zarya control \nmodule that had to be connected to the Unity chamber aboard the shuttle.\nEndeavour's astronauts connected the first two building blocks of \nthe international space station on Sunday, creating a seven-story \ntower in the shuttle cargo bay.\nEndeavour's astronauts connected the first two building blocks of \nthe international space station on Sunday, creating a seven-story \ntower in the shuttle cargo bay.", "d30033t.txt": "\nIn his most candid remarks yet on the economy, European Central Bank \nPresident Wim Duisenberg said Friday that growth appears to be slowing \nin the 11 countries adopting the EU common currency _ or euro _ on \nJan. 1.\nIn a surprise move, nations adopting the new European currency, the \neuro, dropped key interest rates Thursday, effectively setting the \nrate that will be adopted throughout the euro zone on Jan. 1.\nMaking their first collective decision about monetary policy, the \n11 European nations launching a common currency on Jan. 1 cut interest \nrates Thursday in a surprise move that won market confidence.", "d30034t.txt": "\nIndonesia on Tuesday denied claims that its troops massacred more \nthan 40 East Timorese recently, and criticized Portugal for suspending \nU.N.-sponsored talks over the future of the troubled territory.\nTaiwan's Foreign Ministry on Thursday blamed ``administrative negligence'' \nfor an incident in which Nobel Peace Prize winner Josi Ramos-Horta \nwas left stranded at the airport for hours after being refused entry.\nBent on revenge for earlier attacks on churches, mobs set fire to \nfour mosques in West Timor Monday after a protest and strike by thousands \nof Christians degenerated into a riot, the military and a Muslim leader \nsaid.", "d30036t.txt": "\nThere's room for a few more names on a 20th century honor roll of \nwriters, and one will be added this week when the Swedish Academy \nannounces the latest Nobel Literature laureate.\nWhen Alfred Nobel wrote the directions establishing a literature prize \nin his name, he chose an unclear word and scratched out a few letters.\nPortuguese novelist Jose Saramago, whose capricious vision includes \na section of Europe breaking off and floating out to sea, on Thursday \nwas named the winner of the 1998 Nobel Literature Prize.\nJose Saramago became the first writer in Portuguese to win the Nobel \nPrize for Literature on Thursday.", "d30037t.txt": "\nAriel Sharon, the hawkish former general tipped to be Israel's next \nforeign minister, said in an interview published Sunday that if he \ngets the job, he won't shake the hand of Palestinian leader Yasser \nArafat.\nBrief biography of Ariel Sharon, named Israel's foreign minister: \n___ 1928: Born in Kfar Mallal in British-ruled Palestine.\nAriel Sharon's appointment as the Israeli foreign minister serves \nas ``the bullet of mercy'' for the Middle East peace process, an official \nSyrian newspaper said Saturday.\nAriel Sharon's appointment as the Israeli foreign minister serves \nas ``the bullet of mercy'' for the Middle East peace process, an official \nSyrian newspaper said Saturday.", "d30038t.txt": "\nWhat started as a local controversy in Salt Lake City has evolved \ninto a full-blown international scandal.\nMoving quickly to tackle an escalating corruption scandal, IOC leaders \nquestioned Salt Lake City officials Friday in the first ever investigation \ninto alleged vote-buying by an Olympic city.\nFollowing is the text of the rules on gifts and benefits that were \nin force during the bidding for the 2002 Winter Olympics: _ ``The \nfinalist cities as well as third parties acting for them or on their \nbehalf or in their favor, are forbidden to give IOC members _ as well \nas their blood relations, relatives by marriage, guests or companions \n_ any presents, liberalities or direct or indirect benefits other \nthan souvenirs ot small presents of a total value which shall in no \ncase exceed U.S. dlrs 150 per person.''", "d30040t.txt": "\nAmid a flurry of last minute preparations, the young Palestinian Authority \nprepared Thursday for a milestone on the road to maturity: its very \nown airport.\nAmid a flurry of last minute preparations, the fledgling Palestinian \nAuthority prepared Thursday for a milestone on the road to maturity: \nits own airport.\nThe control tower is still without controls, the check-in counter \nhas no computers and the runway can't function after dark for lack \nof flood lights.\nTaking a major step toward statehood, the Palestinians on Tuesday \ninaugurated Gaza International Airport, their first gateway to the \nworld, with cheers, tears and an outpouring of patriotism.", "d30042t.txt": "\nLibyan leader Moammar Gadhafi began a surprise visit to neighboring \nTunisia on Monday, his first known trip since injuring his hip in \nJuly.\nLouis Farrakhan, the leader of a U.S. Muslim group, met with Libyan \nleader Moammar Gadhafi on Sunday and congratulated him on his recovery \nfrom a hip injury, state-run Libyan radio reported.\nSecretary General Kofi Annan said Wednesday he was extending his North \nAfrican tour to include talks with Libyan authorities.\nTUNIS, Tunisia (AP) _ U.N. Secretary-General Kofi Annan left for Libya \nSaturday to hold talks aimed at putting two suspects on trial for \nthe 1988 Pan Am bombing over Lockerbie.", "d30044t.txt": "\nA Kurdish rebel group fighting for autonomy in Turkey's southeast \nfaces an uncertain future following the detention in Rome of its founder \nand leader.\nTurkey stepped up the pressure on Italy for the extradition of captured \nKurdish rebel leader Abdullah Ocalan, warning Sunday that granting \nhim asylum would amount to ``opening doors to terrorism.''\nTurkey stepped up pressure on Italy for the extradition of captured \nKurdish rebel leader Abdullah Ocalan, saying Sunday that granting \nhim asylum would amount to ``opening doors to terrorism.''\nGreek media and officials leveled strong opposition Sunday to the \npossible extradition of Abdullah Ocalan, the arrested Kurdish guerrilla \nleader, to Greece's traditional rival Turkey.", "d30045t.txt": "\nExxon Corp. and Mobil Corp. have held discussions about combining \ntheir business operations, a person involved in the talks said Wednesday.\nExxon Corp. and Mobil Corp. have held discussions about combining \ntheir business operations, a person involved in the talks said Wednesday.\nWhether or not the talks between Exxon and Mobil lead to a merger \nor some other business combination, America's economic history is \nalready being rewritten.\nNews that Exxon and Mobil, two giants in the energy patch, were in \nmerger talks last week is the biggest sign yet that corporate marriages \nare back in vogue.\nTimes are tough in the oil patch.", "d30046t.txt": "\nHouse Speaker-elect Robert L. Livingston presented a fresh note of \nshock to the impeachment debate against President Clinton on Thursday \nnight as the Republican leader was forced to admit to his Republican \ncolleagues that he had carried on adulterous affairs in his past.\nBob Livingston, the incoming speaker of the House, took no public \nrole Friday as the debate unfolded on whether to impeach President \nClinton.\nThe raw passions were such that the House Democrats did not to hesitate \nto bellow ``You resign!\nRep. Bob Livingston, who confessed to his colleagues Thursday night \nthat he had had adulterous affairs, stunned the House chamber Saturday \nmorning by saying in the impeachment debate on President Clinton that \nhe would not serve as speaker and would quit Congress in six months.", "d30047t.txt": "\nRussian space experts were making final preparations Thursday at the \nBaikonur rocket base to launch the first component of a multibillion \ndollar international space station after a year of delay.\nA Russian Proton booster rocket carried the first part of the international \nspace station into orbit Friday, heralding the start of a new era \nin international space colonization.\nThe first part of the international space station was smoothly orbiting \nEarth on Friday after a faultless launch that marked the start of \na new age in space exploration and colonization.\nRussian space officials gave the first module of the international \nspace station a routine tweak Saturday to push it into higher orbit, \nand convened a meeting on Earth to map out its future.", "d30048t.txt": "\nLatin American leaders flew Friday to Portugal for a weekend summit \nto figure out how they can shield their economies from the global \nfinancial crisis.\nLeaders from 19 Latin American nations, Spain and Portugal put finishing \ntouches Saturday on an Ibero-American summit declaration warning of \nglobal recession unless action is taken to stabilize the international \nfinancial system.\nCaught in the middle of an economic crisis, many Brazilian factories \nfear they won't be able to pay their workers the mandatory year-end \nbonus.\nBrazil and the International Monetary Fund moved closer Tuesday to \nagreement on an expected dlrs 30 billion rescue package for the world's \nninth-largest economy.", "d30049t.txt": "\nA South Korean lawmaker said Friday communist North Korea could be \nproducing plutonium and could have more secret underground nuclear \nfacilities than already feared.\nSEOUL, South Korea (AP) _ U.S. President Bill Clinton won South Korea's \nsupport Saturday for confronting North Korea over a suspected nuclear \nsite, and he warned the North's communist leaders not to squander \na chance to achieve lasting peace on the peninsula.\nSEOUL, South Korea (AP) _ U.S. President Bill Clinton won South Korea's \nsupport Saturday for confronting North Korea over a suspected nuclear \nsite, and he warned the North's communist leaders not to squander \nan historic chance to make a lasting peace on the peninsula.", "d30050t.txt": "\nIn a cocoon of loyal and wealthy supporters, President Clinton said \nFriday that he must ``live with the consequences'' of his mistakes, \nalthough he contended that Democrats should take pride in the achievements \nof his presidency and take heart from its possibilities.\nIn other election years, Reps. David Price and Julia Carson would \nhave had little in common other than that they were Democrats with \nrelatively safe seats.\nIt was a surprising scene three months ago when Dennis Rivera, one \nof New York City's most left-leaning labor leaders, was singing the \npraises of Sen. Alfonse M. D'Amato.\nIt was not a voice mail message that Dr. Marilyn Rymer, a neurologist \nin Kansas City, Mo., would routinely delete, even as a registered \nDemocrat.", "d30051t.txt": "\nYugoslavia must cooperate with the U.N. war crimes tribunal investigating \nalleged atrocities during the wars in Croatia and Bosnia, international \nlegal experts meeting in Belgrade said Sunday.\nThe president of the Yugoslav war crimes tribunal harshly criticized \nBelgrade authorities anew for refusing to let U.N. investigators probe \nalleged atrocities in Kosovo.\nThe Yugoslav war crimes tribunal Monday acquitted a Muslim military \ncommander of war crimes against Bosnian Serb prisoners in 1992, but \nconvicted three underlings in the first U.N. case dealing with anti-Serb \natrocities.\nThe Yugoslav war crimes tribunal Monday acquitted a Muslim commander \nof war crimes against Bosnian Serb prisoners in 1992, but convicted \nthree underlings in the first U.N. case dealing with anti-Serb atrocities.", "d30053t.txt": "\nLess than a week before U.S. President Bill Clinton is to arrive for \na visit meant to bolster a new Israeli-Palestinian peace accord, the \ntwo sides exchanged angry accusations Sunday over Jewish settlements \nand street clashes.\nPrime Minister Benjamin Netanyahu on Sunday accused Yasser Arafat \nof ``making a farce'' of the Wye River accords and said he would not \nagree to further troop withdrawals until a halt to anti-Israel violence.\nThe radical Islamic group Hamas on Monday denounced U.S. President \nBill Clinton's upcoming visit to the Gaza Strip but carefully avoided \nmaking any threats against him.\nArmored personnel carriers were deployed Tuesday around the convention \ncenter where U.S. President Bill Clinton will address 1,500 Palestinian \ndelegates next week.", "d30055t.txt": "\nItaly's Communists on Sunday voted to withdraw support for Premier \nRomano Prodi's 2 1-2-year-old coalition, a move expected to trigger \nthe collapse of one of the country's longest-lived postwar governments.\nPremier Romano Prodi said Monday he would appeal directly to Parliament \nto save Italy's second-longest government since World War II, threatened \nwith collapse by the defection of its Communist ally.\nPremier Romano Prodi battled Tuesday for any votes freed up from a \nsplit in a far-left party, but said he will resign if he loses a confidence \nvote expected later this week.\nBy one vote, Premier Romano Prodi's center-left coalition lost a confidence \nvote in the Chamber of Deputies Friday, and he went to the presidential \npalace to resign.", "d30056t.txt": "\nA truck blew up when it drove over a land mine in breakaway Chechnya \non Friday, killing two people and injuring two others, a news agency \nsaid.\nChechen authorities found the decapitated heads of four kidnapped \nforeigners Tuesday along a highway near a remote village after a two-month \nsearch in the breakaway region in southern Russia.\nThe European Union Wednesday condemned the slaying of four foreign \nhostages in Chechnya and said it would raise the issue with Russia's \nforeign minister.\nChechen police were searching Wednesday for the bodies of four kidnapped \nforeigners who were beheaded during a botched attempt to free them.", "d30059t.txt": "\nA liberal lawmaker who planned to run for president in Russia's next \nelections was killed Friday in St. Petersburg, a news report said.\nA liberal lawmaker who planned to run for president in Russia's next \nelections was killed Friday in St. Petersburg, a news report said.\nA liberal lawmaker who planned to run for president in Russia's next \nelections was shot to death Friday in St. Petersburg, police said.\nA liberal lawmaker who planned to run for president in Russia's next \nelections was shot to death Friday in St. Petersburg, police said.\nHundreds of people gathered Saturday to mourn the shooting death of \none of Russia's most prominent women, a potential presidential candidate \nwhose killing was widely considered to be politically motivated.", "d31001t.txt": "\nTorturers and bombers who carried out atrocities defending or fighting \napartheid need counseling to ensure they do not repeat their crimes, \nan expert for South Africa's reconciliation body said Thursday.\nA panel probing apartheid-era abuses has accused the African National \nCongress of human rights violations, including torture and bomb attacks, \nthe state broadcaster said Monday.\nThe institution exploring apartheid's horrors will issue a report \nthat finds the African National Congress shares blame for human rights \nviolations as it struggled to overcome white rule.\nA panel investigating apartheid-era atrocities said Wednesday it will \nnot implicate the last apartheid president, F.W.", "d31008t.txt": "\nAt first, the passing bicyclist thought the crumpled form lashed to \na ranch fence was a scarecrow.\nAt first, the passing bicyclist thought the crumpled form lashed to \na ranch fence was a scarecrow.\nAs a gay college student lay hospitalized in critical condition after \na severe beating here, this small city, which bills itself as ``Wyoming's \nhometown,'' wrestled with its attitudes towards gay men.\nMatthew Shepard, the gay college student who was kidnapped and severely \nbeaten, died here Monday, five days after he was found unconscious \non a Wyoming ranch where he had been left tied to a fence for 18 hours \nin near-freezing temperatures.", "d31009t.txt": "\nANKARA, Turkey (AP) - Prime Minister Mesut Yilmaz on Wednesday faced \nintense pressure to step down after allegations that he interfered \nin a privatization contract and helped a businessman linked to a mobster \nsecure loans.\nOpposition parties lodged no-confidence motions Wednesday against \nPrime Minister Mesut Yilmaz after allegations he interfered in the \nprivatization of a bank and helped a businessman linked to a mobster.\nParliament convened Thursday to vote on whether to move toward a no-confidence \nmotion that could bring down the government over an organized crime \nscandal.\nBulent Ecevit, who was asked to form a new government Wednesday, is \na former prime minister best remembered for ordering an invasion of \nCyprus in 1974 that made him an overnight hero at home.", "d31013t.txt": "\nWhile veterans and civic leaders devote Wednesday's national holiday \nto honoring fallen soldiers, Remembrance Day has become a chilling \nvigil for Canadians in the front lines of the abortion-rights movement.\nThe slaying of Dr. Barnett Slepian in his home last week eliminated \nthe mainstay of the only abortion clinic here, but it has not eliminated \nwomen's access to abortion.\nJames Kopp, the man the FBI is seeking as a material witness in the \nsniper slaying of Dr. Barnett Slepian, is known to abortion rights \nleaders as an aggressive anti-abortion protester, and law enforcement \nofficials say he has been arrested several times in demonstrations \nat abortion clinics.", "d31022t.txt": "\nA fire turned a Swedish dance hall jammed with teen-age Halloween \nrevelers into a deathtrap, killing at least 60 people and injuring \nabout 180.\nA fire turned a dance hall jammed with teen-age Halloween revelers \ninto a deathtrap, killing at least 60 people and injuring about 180 \nin Sweden's second-largest city.\nA fire turned a Swedish dance hall jammed with teen-age Halloween \nrevelers into a deathtrap, killing at least 60 people and injuring \nabout 180.\nA fire turned a dance hall jammed with teen-age Halloween revelers \ninto a deathtrap, killing 65 people and injuring 157 others in Sweden's \nsecond-largest city.", "d31026t.txt": "\nA strong sign that this city is going bonkers for the Padres came \nFriday morning when 680 fans agreed to shave their heads for a radio \npromotion raffle in return for a 1-in-680 chance at skybox tickets \nfor post-season play.\nThe moment of truth for Chuck Knoblauch came in the bottom of the \nfirst inning when his name was announced at Yankee Stadium for the \nfirst time since he neglected to chase down that memorable loose ball \nlast Wednesday.\nHours after Darryl Strawberry was released from Columbia Presbyterian \nMedical Center Friday, he spoke happily about being able to play with \nhis two young children, joked about eating a small amount of chicken \nand potatoes and sounded relieved to be at home in Fort Lee, N.J., \ninstead of in a hospital.", "d31031t.txt": "\nHouse and Senate negotiators agreed Thursday to require most federal \nhealth plans to cover prescription contraceptives for women, giving \nan unusual victory on Capitol Hill to advocates of abortion rights.\nVoting mainly on party lines on a question that has become a touchstone \nin the debate over development and preservation of wilderness, the \nSenate on Thursday approved a gravel road through remote wildlife \nhabitat in Alaska.\nTop-level budget negotiators for congressional Republicans and the \nWhite House concluded yet another bargaining session late Sunday afternoon \nwith plans to resume talks on Monday morning and probably extend their \nmidnight Monday deadline for another day or two.", "d31032t.txt": "\nPresident Boris Yeltsin has suffered minor burns on his right hand, \nhis press office said Thursday.\nPresident Boris Yeltsin's doctors have pronounced his health ``more \nor less normal,'' his wife Naina said in an interview published Wednesday.\nPresident Boris Yeltsin, on his first trip out of Russia since this \nspring, canceled a welcoming ceremony in Uzbekistan on Sunday because \nhe wasn't feeling well, his spokesman said.\nDoctors ordered Russian President Boris Yeltsin to cut short his Central \nAsian trip because of a respiratory infection and he agreed to return \nhome Monday, a day earlier than planned, officials said.", "d31033t.txt": "\nIn the summer of 1995, a whiff of revolution was in the air in Silicon \nValley.\nA federal judge Friday pushed back the starting date of the antitrust \ntrial against Microsoft Corp. by four days, to Oct. 19, while also \nordering the company to comply with the Justice Department's request \nto examine Microsoft's financial records.\nMicrosoft Corp. has said that material in an unpublished book by two \nbusiness school professors will be a crucial part of its defense in \nthe antitrust trial scheduled to begin next week.\nThe case of United States vs. Microsoft Corp., the government's most \naggressive move against a monopolist in almost 25 years, is playing \nout against a century of antitrust laws so broadly worded and court \nrulings so ambiguous that both sides are citing the same rulings to \nsupport their opposing arguments.", "d31038t.txt": "\nPolice and soldiers on Friday blocked off the street in front of a \nhouse where members of a terrorist gang are believed to have assembled \nthe bomb that blew up the U.S. Embassy, killing 11 people.\nGerman police raided several locations near Bonn after receiving word \nof a terrorist threat against the U.S. Embassy, but no evidence of \na planned attack was found, officials said Wednesday.\nAn Islamic militant group on Thursday threatened to retaliate if Saudi \ndissident Osama bin Laden is arrested, and described Washington's \nNo.\nThe Taliban's chief justice accused the United States on Wednesday \nof looking for an ``excuse'' to launch another missile attack on his \nwar-shattered homeland.", "d31043t.txt": "\nThe commander of Lebanon's army will become the country's next president \nafter winning the crucial backing of Syria, the powerbroker in Lebanon.\nA Cabinet minister and a close Syria ally on Wednesday criticized \nthe Syrian-backed choice of the army commander as president, and said \nhe will boycott a vote to elect the military man for the executive \npost.\nLebanon's Parliament on Tuesday ratified a constitutional amendment \nto clear the way for the election of the army's commander, Gen. Emile \nLahoud, as president.\nParliament on Thursday formally elected Gen. Emile Lahoud, the popular \narmy commander who has the backing of powerful neighbor Syria, as \nLebanon's next president.", "d31050t.txt": "\nHours before China was expected to sign a key U.N. human rights treaty \nand host British Prime Minister Tony Blair, police hauled a prominent \nhuman rights campaigner in for questioning Monday.\nChina released a respected, but ailing labor rights campaigner from \na prison work camp Sunday and immediately sent him into exile in the \nUnited States.\nTrying to deflect foreign criticism of a crackdown on democracy campaigners, \nChina sent a respected labor rights activist from jail into U.S. exile \nSunday even as it prepared to put a prominent dissident on trial.\nIn stern judgments capping a decisive crackdown on dissidents, Chinese \ncourts sentenced two prominent democracy campaigners to 13 and 11 \nyears in prison Monday for trying to organize an opposition political \nparty."}